tap "farion1231/ccswitch"
brew "age"
brew "cheat"
brew "chezmoi"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lua"
brew "mas"
brew "media-control"
brew "node"
brew "podman"
brew "pstree"
brew "ripgrep"
brew "socat"
brew "tealdeer"
brew "tmux"
brew "woodpecker-cli"
cask "aldente"
cask "alt-tab"
cask "android-platform-tools"
cask "betterandbetter"
cask "bruno"
cask "farion1231/ccswitch/cc-switch"
cask "chatgpt"
cask "chromium"
cask "claude-code"
cask "codex"
cask "finetune"
cask "font-maple-mono-nf-cn"
cask "font-plangothic"
cask "ghostty"
cask "hammerspoon"
cask "iina"
cask "input-source-pro"
cask "intellij-idea"
cask "joplin"
cask "navicat-premium"
cask "neteasemusic"
cask "onlyoffice"
cask "parallels"
cask "qlmarkdown"
cask "raycast"
cask "squirrel-app"
cask "syntax-highlight"
cask "telegram-desktop"
cask "visual-studio-code"
cask "zen"
mas "Bitwarden", id: 1352778147
mas "Roste", id: 1611276067
