tap "4ooc/local"
tap "4ooc/mine"
brew "age"
brew "cheat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lua"
brew "mas"
brew "media-control"
brew "mods"
brew "node"
brew "podman"
brew "pstree"
brew "ripgrep"
brew "socat"
brew "4ooc/local/batt"
cask "alt-tab"
cask "betterandbetter"
cask "chatgpt"
cask "clash-verge-rev"
cask "font-maple-mono-nf-cn"
cask "font-misans"
cask "font-misans-l3"
cask "ghostty"
cask "hammerspoon"
cask "hoppscotch"
cask "hyperconnect"
cask "iina"
cask "input-source-pro"
cask "intellij-idea"
cask "neteasemusic"
cask "parallels"
cask "qlmarkdown"
cask "raycast"
cask "squirrel-app"
cask "syntax-highlight"
cask "telegram-desktop"
cask "wechat"
cask "zen"
mas "Bitwarden", id: 1352778147
