tap "4ooc/mine"
tap "homebrew/bundle"
brew "age"
brew "cheat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "gh"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "lua"
brew "mas"
brew "mods"
brew "node"
brew "oath-toolkit"
brew "podman"
brew "pstree"
brew "ripgrep"
brew "upx"
cask "alt-tab"
cask "betterandbetter"
cask "chatgpt"
cask "clash-verge-rev"
cask "font-delugia-mono-complete"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-mono"
cask "font-noto-sans-mono-cjk-sc"
cask "hammerspoon"
cask "hoppscotch"
cask "hyperconnect"
cask "iina"
cask "input-source-pro"
cask "intellij-idea"
cask "neteasemusic"
cask "parallels"
cask "qlmarkdown"
cask "raycast"
cask "squirrel"
cask "syntax-highlight"
cask "telegram-desktop"
cask "wechat"
cask "wezterm@nightly"
cask "zen-browser"
mas "Bitwarden", id: 1352778147
