tap "4ooc/mine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "pcre2"
brew "cheat"
brew "fd"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "jq"
brew "lua"
brew "mas"
brew "node"
brew "podman"
brew "ripgrep"
brew "scrcpy"
cask "alacritty-preview"
cask "alt-tab"
cask "android-platform-tools"
cask "betterandbetter"
cask "bleunlock"
cask "bruno"
cask "clashx-pro"
cask "dingtalk-lite"
cask "font-cozette"
cask "font-delugia-mono-complete"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "input-source-pro"
cask "intellij-idea"
cask "parallels"
cask "raycast"
cask "syntax-highlight"
cask "wechat"
mas "Refined GitHub", id: 1519867270
mas "Userscripts-Mac-App", id: 1463298887
