tap "4ooc/mine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "age"
brew "bat"
brew "pcre2"
brew "cheat"
brew "chezmoi"
brew "fd"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "jq"
brew "lua"
brew "mas"
brew "node"
brew "oath-toolkit"
brew "podman"
brew "ripgrep"
brew "scrcpy"
brew "upx"
brew "zellij"
cask "alacritty"
cask "alt-tab"
cask "android-platform-tools"
cask "betterandbetter"
cask "bleunlock"
cask "bruno"
cask "font-delugia-mono-complete"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "input-source-pro"
cask "intellij-idea"
cask "parallels"
cask "raycast"
cask "syntax-highlight"
cask "wechat"
mas "Userscripts-Mac-App", id: 1463298887
